{
    "projects": [
        {
            "title": "Chayi",
            "content": "Meet Chayi, your private, on-device AI companion that works entirely offline! With a diverse range of personas, Chayi is designed to assist, entertain, and support you in every aspect of life—all while keeping your data safe on your device. No internet needed, no data goes to a server, just intelligent, private conversations whenever you need them.",
            "date": "",
            "website" : "https://pahlavan.co.uk/chayi",
            "image" : "/assets/chayi.png"

        },
        {
            "title": "Challenjeu",
            "content": "Social platform that lets you create and share challenges with others. Set and achieve your goals with the support of a community, follow each other's progress, and communicate to exchange ideas and stay motivated.",
            "date": "",
            "website" : "https://challenjeu.com",
            "image" : "/assets/challenjeu.png"

        },
        {
            "title": "MonMate",
            "content": "Manage MongoDB with MonMate! Create, edit, and delete connections, collections, and documents. Enjoy built-in editor, sorting, and filtering.",
            "date": "",
            "website" : "https://pahlavan.co.uk/monmate",
            "image" : "/assets/monmate.png"

        },
        {
            "title": "MeloMix",
            "content": "Unwind and drift into serenity with MeloMix! Whether you need a moment of calm during the day, soothing background sounds for focus, or a perfect blend of sounds to help you fall asleep, MeloMix has everything you need. Explore a vast selection of relaxing soundscapes across carefully curated categories like Nature, City & Ambience, White Noise, Fire & Warmth, and Calm & Rhythmic Sounds. Each category is thoughtfully crafted to provide a unique auditory experience, tailored to help you find peace and rest.",
            "date": "",
            "website" : "https://www.pahlavan.co.uk/melomix",
           
            "image" : "/assets/melomix.png"

        },
        {
            "title": "PartyCard",
            "content": "Unleash fun with our party game app! Play Truth or Dare, movie & music challenges, couples' games, and more. Even create your own games. Perfect for any party!",
            "date": "",
            "website" : "https://www.pahlavan.co.uk/partycard",
           
            "image" : "/assets/partycard.png"

        },
        {
            "title": "Quyi",
            "content": "A modern e-commerce marketplace built with Nest.js, Next.js, MongoDB, and Tailwind CSS. This full-stack project provides robust backend APIs, dynamic product management, and a responsive, polished UI. Features include user authentication, product CRUD operations, and advanced search and filtering for an enhanced shopping experience.",
            "date": "",
            "website" : "",
            "image" : "/assets/quyi.png"

        },
        {
            "title": "Portefeuille",
            "content": "A comprehensive finance app built with Swift and SwiftUI for iOS and macOS, designed to help users manage both traditional finances and cryptocurrencies. The app provides tools for tracking expenses, monitoring investments, and managing crypto portfolios in real-time.",
            "date": "",
            "website" : "",
            "github" : "https://github.com/ShawnAlisson/Portefeuille",
            "image" : "/assets/portefeuille.png"

        },
        {
            "title": "theMessenger",
            "content": "A dynamic chat app built using the MERN stack (MongoDB, Express, React, Node.js) with Socket.IO for real-time messaging. theMessenger offers instant communication with features like user authentication, group chats, and message notifications. Designed for fast, seamless interaction, it’s ideal for users seeking a reliable, real-time messaging platform.",
            "date": "2020-10-10",
            "website" : "",
            "github" : "https://github.com/ShawnAlisson/theMessenger",
            "image" : "/assets/themessenger.png"

        },
        {
            "title": "ContentGen",
            "content": "ContentGen is AI-Powered Automated Content Aggregator and Rewriter. Built with Python, it fetches and filters the latest articles from various sources, reformats them for reposting, and supports multilingual translation. This tool streamlines content creation, ensuring blogs are updated with relevant and unique AI-enhanced content.",
            "date": "",
            "website" : "",
            "github" : "https://github.com/ShawnAlisson/content_gen",
            "image" : "/assets/content_gen.png"

        },
        {
            "title": "translateBar",
            "content": "A lightweight Electron app for macOS that adds a Google Translate shortcut to the menu bar, allowing quick access to translation services. With a simple click, users can translate text on the go without opening a browser, streamlining language support directly from the menu bar for enhanced productivity.",
            "date": "",
            "website" : "",
            "github" : "https://github.com/ShawnAlisson/translateBar",
            "image" : "/assets/translateapp.png"

        },
        {
            "title": "CompanyLanding",
            "content": "This project is a responsive landing page built with Vue 3, designed to showcase your company's products effectively across devices.",
            "date": "",
            "website" : "https://www.pahlavan.co.uk/",
            "github": "https://github.com/ShawnAlisson/company-landing",
            "image" : "/assets/pahlavan.png"

        },
        {
            "title": "theCalendar",
            "content": "A sleek widget that brings the Persian calendar to the macOS desktop. Designed with Swift and SwiftUI, this minimalistic widget displays the current date in the Persian calendar format, integrating seamlessly with macOS.",
            "date": "",
            "website" : "",
            "github" : "https://github.com/ShawnAlisson/theCalendar",
            "image" : "/assets/calendar.png"

        },
        {
            "title": "theLanding",
            "content": "A clean, responsive landing page built with Next.js to showcase iOS and macOS applications. Designed for easy navigation, the page highlights app features, screenshots, and download options, with fast loading and SEO optimization for better visibility. Perfect for providing users with a quick overview and direct access to download links for featured apps.",
            "date": "",
            "website" : "",
            "github" : "https://github.com/ShawnAlisson/theLanding",
            "image" : "/assets/landing.png"

        }
       
    ]
   
}